{"Am I the only one that realized Tony Stark just blew up billions of dollars in suits???": "-1", "Is there an African Tony Stark out there?": "0", "Iron man 3 !! What what": "1", "Iron Man 3 was sick": "1", "Movie Review: Iron Man 3 Caps Off The Iron Man Trilogy With Style http://t.co/pYH1KEjW1C #ComicMarket #IronMan": "1", "Iron Man 3 was a great movie! Not what I expected but still kickass!": "1", "Iron man 3!": "1", "Iron Man 3. Let's do this!": "1", "Iron man 3 best movie I've seen and I got to see it with my babe @Dollie_Maze": "1", "I'm at Santikos Palladium IMAX for Iron Man 3: An IMAX 3D Experience w/ @graveyardmoon http://t.co/898nPShhQx": "1", "Slightly disappointed in iron man..but Tony Stark is still that dude.": "0", "HOLLY SMOKES!!! IM3 ROCKED!!! Leishah (@ The Grand for Iron Man 3: An IMAX 3D Experience) [pic]: http://t.co/93Qqb2nPvw": "1", "Iron Man 3 was pretttty damn dope. Really happy with the writing and Shane Black's directing - definitely refreshed the franchise.": "1", "'Iron Man 3': Tony Stark As Home-Brew Hero http://t.co/11AYeGTuwN #ironman3": "1", "Agree, absolutely, 100%. RT @sugarpoultry: Iron Man 3 was AWESOME!!!!": "1", "Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...: Iron Man 3\n  Kentucky Derby 2013\n  Knicks\n  Sus...": "0", "Iron man 3 was a vesuvius of awesome": "1", "Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...: Iron Man 3\n  Kentucky Derby 2013\n  Knicks\n  Susannah Collins\n  Jeff H...": "0", "http://t.co/6Nw3yR9Kqq : Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Col...": "0", "Iron Man 3\n  Kentucky Derby 2013\n  Knicks\n  Susannah Collins\n  Jeff Hanneman\n  Golden State Warriors\n  Reese Witherspoon\n  George Jon...": "0", "Currently Trending: Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...  on Google Search.": "0", "I wanna see Iron man 3 mannnn smh": "1", "http://t.co/AIbdNX48Iz Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...: Iron...  This is Google Trend": "0", "Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...: Iron Man 3\n  Kentucky De...  http://t.co/xsxfp4xdpv": "0", "Can't wait for @SamHilder to get home so we can see Iron Man 3! #superheronerd": "1", "Fav part of iron man 3? @patkiernan cameo. I miss you, buddy.": "1", "Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ...: Iron Man 3\n  Kentucky De...  http://t.co/RGqZ4VocGD": "0", "That black lady talked behind me the entire time I was watching Iron Man 3 tonight lol": "0", "#JournalDuGeek Un petit article : Infographie : l’évolution d’Iron Man http://t.co/zz9KJvRiER": "0", "Iron Man 3 = #yes (at Town Square) — http://t.co/oNsq8UUYOW": "1", "At the end of Iron Man 3 it says \"You are all witnesses\" #Spoiler": "0", "Rang 1-5 :: 1) Iron Man 3 2) Kentucky Derby 2013 3) Knicks 4) Susannah Collins 5) Jeff Hanneman  #Trends_US #US #Trend #Trends": "1", "cman loso\" gtu aja whis mrka wkwk RT @whz_villaz7 Just realized that I missed Iron Man 3 post credits scene!!": "1", "Craving for an Iron Man 3 Power Meal?Get it via dine in, drive thru or delivery 86-2-36 http://t.co/zThc4PvAds": "1", "Finally watching Iron Man 3 with this sexy laydeh! nokneetoe 💋#grainyisthenewclear http://t.co/aAwidCzv2r": "1", "32 Reasons Robert Downey Jr. Is The Most Perfect Man In The Universe http://t.co/p9nuYOEuE9 via @BuzzFeedCeleb": "1", "Sometime this week I need to go see Iron Man 3. Don't care if I have to go by myself.": "1", "lol iron man 3 sucked rt \"@crystalbro_: Never coming to the movies with 12 year olds again. Ever.\"": "-1", "Iron man 3 was sick man I can't wait til the second avengers comes out": "1", "Iron man 3 was pretty good": "1", "I wanna go see Iron Man 3!": "1", "Justed watched iron man 3 it was awesome": "1", "Last call iron man 3": "0", "I wanna watch Iron Man 3 but this boring city of ours isnt airing it til next week. #iwannamovetoothercity": "1", "I'm at Rave Motion Pictures Hazlet 12 for Iron Man 3 (Hazlet, NJ) http://t.co/TiUVTKveWD": "1", "This movie is EVERYTHING!!!! Iron Man 3 HECK YEA.": "1", "If anyone kills Iron Man 3 for me I will personally slap you.\nWith a chair.\nIn your face.": "0", "Hungry?Grab a @McDo_PH Iron Man 3 Power Meal for P199.Comes with Iron Man 3 limited editon poster! http://t.co/6n1SJ6KaWl": "1", "Click http://t.co/gT5U3QLqpo for 21 #Leadership Quotes And Lessons From Iron Man 3": "1", "Iron man 3 was so sick!!!": "1", "@jasonincc I saw iron man 3 today it was so good and so funny": "1", "Man. I remember when super hero movies sucked. Now, they're amazing. Iron Man 3 rocked.": "1", "Excited for Iron Man 3?Get a limited edition Iron Man 3 poster from @McDo_PH w/every Iron Man 3 Power Meal http://t.co/zym586xFzB": "1", "iron man 3 aka ONE OF THE COOLEST FRICKIN MOVIES EVER. EVER.": "1", "tony stark marry me": "1", "iron man 3 yes good": "1", "I really wanna go watch Iron Man 3.": "1", "Went and watched Iron Man 3 tonight with quentin and kegan. It was a great movie just like the other 2! #ironman3": "1", "Iron Man 3 was pretty epic, although all I could focus on was how hot RDJ looks in a hoodie #celebcrush": "1", "Seeing Iron Man 3 at 11:00 &gt;&gt;&lt;&gt;&gt;&lt;&gt;&lt;&gt;&gt;&gt;&lt;&lt;": "1", "Have fun watching iron man 3 ! @YasminAdnan": "1", "This: RT @MarcusLaramay Distinct lack of AC/DC in the Iron Man 3 #disappointed": "-1", "yeaay!! Iron Man 3!!": "1", "iron man 3 was awesome!": "1", "Iron man 3 though..that was pretty dope": "1", "Iron man 3 is freakin awesome.": "1", "I could give a fuck about Iron Man 3 when BeneStar CumberTrek and Man Of Holy Shit are right around the corner.": "-1", "Going to take my lil sister to see Iron Man 3": "0", "Photoset: justinancheta: Upcoming Marvel Films (2013-2015) Iron Man 3 (May 3, 2013) The Wolverine (July 26,... http://t.co/IEELNrWAHk": "0", "tony stark is a boss": "1", "Iron Man 3 wasn't that good, btw": "-1", "Photo: Why yes, I did see Iron Man 3.  How’d you guess? http://t.co/RwJCVykJio": "0", "ughh ily tony stark 4eva. your sarcasm cuts me to the core.": "1", "Iron man 3": "1", "Seen pain&amp;gain and iron man 3": "0", "Iron Man 3 was soooooo good!!!!!!!!!! #AMustSee": "1", "Yeah. Go see Iron Man 3.": "1", "Iron man 3 time!": "1", "@ScottMendelson its kind of odd that Iron Man 3 and Batman Forever both introduce a villian in similar fahsions, glasses &amp; oddballishness": "0", "Iron Man 3 was dope as fuck.": "1", "lmfao 😩😂“@maepearrl: Shannon wouldn't know if Iron Man 3 was good cause he was talkin loud as shit the whole time”": "0", "Movie Review: Iron Man 3 (4.5 Stars) http://t.co/wd532Wviz7 #movie #review": "1", "soo in movie number 3 iron man 3 is robert": "-1", "Iron Man 3 was so awesome!": "1", "I Wanna See Iron Man 3": "1", "I just realized that Iron Man 3 didn't have a single AC/DC song in it.": "-1", "The Chelsea v Liverpool cameo was the highlight of Iron Man 3": "-1", "Iron Man 3 was well done and fun, but Marvel fanatics are gonna hate one big aspect of it. I won't say what...": "1", "Iron Man 3 was a bad ass movie!": "1", "going to watch iron man 3 after this movie. i rather watch it at home then spend $10 at the movies.": "0", "Iron Man 3: UH-MAZE-ZING. Robert Downey Jr is a God.": "1", "Obligatory I saw Iron Man 3 tweet.": "0", "Iron Man 3..... Very very good": "1", "Iron Man 3 Opening Night at the El Capitan Theater in Hollywood, CA http://t.co/OasYWyUgBX": "0", "i wana watch iron man 3 so bad!!!!!": "1", "Believe it or not but I gotta watch Iron Man one &amp; two before three. SOON IRON MAN 3 SQUAD OUT THO": "1", "I want to see Iron Man 3 before some else tells me something important that happens in the movie": "0", "Tony Stark will return. That is all.": "0", "Iron man 3 is only good because Liverpool was on the background #eh": "-1", "So 1st off i must say Iron Man 3 &amp; Temptation are Both Good Movies": "1", "Yay #nw Iron Man 3": "1", "Iron Man 3 was Allat forreal": "1", "New Popular Keywords: Iron Man 3, Kentucky Derby 2013, Knicks, Susannah Collins, ... http://t.co/6Ym1cqsjlp #SEO": "0", "Iron man 3 was pretty dope if you ask me! c:": "1", "Fun fact: Shane Black, the director of #IronMan3, wrote this gem from 1987... #MonsterSquad! http://t.co/QGvj4H71gS": "1", "Seeing Oblivion tonight instead of Iron Man 3 because #YOLO": "-1", "Watching iron man 3": "0", "Stay after the movie when you're watching Iron Man 3.": "0", "Iron Man 3: Entertaining, but pacing and tone are inconsistent.": "-1", "Insert Tony Stark-like anxiety attack": "0", "I'm going to start quoting from Iron Man 3..... Weird I know. Lol": "1", "\"You're in a relationship with me. Everything will never be okay\" \n-Tony Stark": "1", "I have to say that I'm a little disappointed over Iron Man 3. It's definitely not the movie I was expecting. http://t.co/JKpdGU17oy #GetGlue": "-1", "Steevy, you can take me to see Iron Man 3 now okay.": "1", "I unlocked the Marvel's Iron Man 3 Opening Weekend sticker on #GetGlue! http://t.co/Q094JohR3G": "1", "Iron man 3 made my night and year #holyshit #amazing #bestmovie": "1", "\"@JCTDagroh: #IWishIWas Tony Stark ;)\"": "1", "All thats on my mind: Prom, Cinco de Mayo, Iron Man 3, Gatsby, graduation, college. #thatsall": "1", "Iron Man 3 is amazing!! #loveit": "1", "Bought Iron man 3 outside of flash for 3 bucks doe &gt;&gt;&gt;&gt; Lol": "1", "Woke up this morning feeling like Tony Stark !": "1", "Iron man 3 was pretty sick still": "1", "Iron man 3 is actually kinda funny!": "1", "Freaking Iron Man 3 was colossal. Just, yes.": "1", "Nw : iron man 3 hihi :3": "1", "So Iron Man 3 was UNBELIEVABLE!": "1", "Iron Man 3 with Kiel, Tony and @xlizxalejandrax was great! Now out for a run with Luna #running #exercise #nightrun #clearthemind": "1", "Iron man 3 was GOOD": "1", "@IVerbovskiy just got home from iron man 3 what's up?!": "0", "watching iron man 3 another time bcos @randomnesstot": "1", "Sooooo @perezdc32 over hyped Iron Man 3 lol": "0", "Iron man 3 seriously made me wanna pee my pants": "1", "Take me to Iron Man 3 so I know it's real.": "1", "Iron Man 3: Awesome!\n\nStop what you’re doing and go see it.\n\nI’ll wait.": "1", "Streamed pain and gain as well as iron man 3. Meh......nothing to watch now.": "0", "B RT @JuanisFAKE: What grade you give iron man 3 @LawdRiddle": "0", "My review of Iron Man 3: Guy Pierce oscar nominated performance of famous supervillain Volcano-Man. Otherwise it was a film.": "1", "I'm in love with Tony Stark.": "1", "Iron Man 3....... Not as good as I expected": "-1", "All I wanted today was to eat at a place I like for a change and watch iron man 3. That's it.": "1", "Iron Man 3 wasn't perfect, but it compensated for its clunky parts with a hell of a lot of charm and swagger. Approved.": "1", "Iron Man 3 was nice af 😎": "1", "It's Saturday and I still haven't seen Iron Man 3! #IronMan3": "1", "Actually I wish I had Tony Stark's brain": "1", "I watched Iron Man 3 last friday and it was AMAZING.": "1", "Saw a friend on my FB say that Iron Man 3 was mediocre mediocrity. That's grounds for de-friending, right? lol": "1", "Iron Man 3 was a great movie!!!": "1", "@ishikahem i didnt like how even in the worst of situations his character was still the cool, narcissistic, sarcastic tony stark, though.": "-1", "It's official. I'm in love with Robert Downey Jr.": "1", "Saw iron man 3 and it was freakin AWESOME!!!!!": "1", "I would go see Iron Man 3 but I didn't see the first 2.....": "0", "Iron Man 3 was awesome! Tony Stark never gets old.": "1", "Let's all go see iron man 3 Tommrow!": "1", "I HAVE TO GO SEE IRON MAN 3.": "1", "Iron Man 3 was great! Mr. Stark, you so hot!!! &lt;3": "1", "The black lay that talked behind us during the entire showing of Iron Man 3 @savemenarry": "0", "I unlocked the Marvel's Iron Man 3 Opening Weekend sticker on #GetGlue! http://t.co/ATELg7SmJz": "1", "http://t.co/3U5wlGEZgB  Iron Man 3 WTF!!! Can this be real?": "1", "Iron Man 3. See that shit. #worthit": "1", "watching iron man 3 another time bcos of  @randomnesstot": "1", "COMICS New Era CLASSIC SPIDER-MAN Fitted Hat 7 1/2 Custom Marvel Comics Heroes Red NWT http://t.co/Br0Ra73T39": "0", "I gotta see iron man 3,the great gatsby, n that will Smith movie": "1", "Went to Iron Man 3 today with @KaaaatieBeeee and Nadia had the best time, greatest movie ever OMG :O !!! http://t.co/BCKIeYcd8L": "1", "Okay iron man 3 was awesome": "1", "Iron man 3 was pretty dang good!": "1", "@SeanFoster gonna instagram iron man 3 the whole time": "1", "I unlocked the Marvel's Iron Man 3 Opening Weekend sticker on #GetGlue! http://t.co/SaANJXtgFj": "1", "..@nerdofthisworld Lol perhaps, I might be going to see Iron man 3, that would be awkward LOL": "1", "Iron man 3 was sick!!!!": "1", "Iron Man 3 was sold out, fuck my life.": "1", "Robert Downey Jr. has aged soooo well.": "1", "Someone take me to Iron Man 3 right now 😣": "1"}